[
    {
      "idproduk": 1,
      "nameproduk": "Alpha One ",
      "image": "Assets/Images/product/1.png",
      "desc": "The large, cordate, or sagittate leaves grow to a length of 20 to 90 cm (8 to 35 inches) on long petioles. Their araceous flowers grow at the end of a short stalk, but are not conspicuous; often hidden behind the leaf petioles.",
      "price": 10000,
      "qty": 10,
      "ulasan": [
                  {
                    "user":"",
                    "tgl":"",
                    "rat":"",
                    "isi":""
                  }
                ]
    },
    {
      "idproduk": 2,
      "nameproduk": "Beta One",
      "image": "Assets/Images/product/2.png",
      "desc": "DETAIL 2",
      "price": 20000,
      "qty": 20,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"",
                  "rat":"",
                  "isi":""
                }
                ]
    },
    {
      "idproduk": 3,
      "nameproduk": "Terra One",
      "image": "Assets/Images/product/3.png",
      "desc": "Terra One is a tropical plant with an edible fruit and is the most economically significant plant in the family Bromeliaceae.[4] The pineapple is indigenous to South America, where it has been cultivated for many centuries. The introduction of the pineapple to Europe in the 17th century made it a significant cultural icon of luxury. Since the 1820s, pineapple has been commercially grown in greenhouses and many tropical plantations.",
      "price": 30000,
      "qty": 30,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"",
                  "rat":"",
                  "isi":""
                }
                ]
    },
    {
      "idproduk": 4,
      "nameproduk": "Quadro One ",
      "image": "Assets/Images/product/4.png",
      "desc": "They are small palms, growing to 0.3–6 m (1 ft 0 in–19 ft 8 in) tall with slender, cane-like stems, growing in the understory in rainforests, and often spreading by means of underground runners, forming clonal colonies. The leaves are pinnate (rarely entire), with one to numerous leaflets.",
      "price": 40000,
      "qty": 10,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"",
                  "rat":"",
                  "isi":""
                }
                ]
    },
    {
      "idproduk": 5,
      "nameproduk": "Penta One",
      "image": "Assets/Images/product/5.png",
      "desc": "Juniperus virginiana is a dense slow-growing coniferous evergreen tree that may never become more than a bush on poor soil, but is ordinarily from 5–20 m (16–66 ft) tall, with a short trunk 30–100 cm (12–39 inches) in diameter (rarely to 27 m (89 ft) in height, and 170 cm (67 inches) in diameter).",
      "price": 45000,
      "qty": 10,
      "ulasan": [
                  {
                    "user":"",
                    "tgl":"",
                    "rat":"",
                    "isi":""
                  }
                ]
    },
    {
      "idproduk": 6,
      "nameproduk": "Exia One",
      "image": "Assets/Images/product/6.png",
      "desc": "The simple leaf blade is from 75 to 275 inches long and from 6 to 9 inches wide. It gradually narrows from about the middle into a 8.5—12.7 millimeter long pale whitish brown and hard spider tip. The leaves are whitish brown, greyish green, speckled or light green transversely banded, with three to nine dark green longitudinal lines.",
      "price": 24000,
      "qty": 10,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"",
                  "rat":"",
                  "isi":""
                }
              ]
    },
    {
      "idproduk": 7,
      "nameproduk": "Sephia One",
      "image": "Assets/Images/product/7.png",
      "desc": "Polygonum californicum is an annual herb producing a slender, angled stem which grows erect to a maximum height near 40 centimeters. The narrow, pointed leaves are mostly located on upper branches of the stem. The leaves have fringed, bristle-tipped stipules attached to their bases. Solitary white or pink flowers occur in upper leaf axils.",
      "price": 98000,
      "qty": 10,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"",
                  "rat":"",
                  "isi":""
                }
                ]
    },
    {
      "idproduk": 8,
      "nameproduk": "Octa One",
      "image": "Assets/Images/product/8.png",
      "desc": "Other authorities place it in the genus Pulsatilla.[citation needed] Individuals are 10–60 cm (3.9–23.6 in) tall, from caudices, with three to six leaves at the base of the plant that are 3-foliolate, each leaflet pinnatifid to dissected in shape. Leaf petioles are 6–10 cm (2.4–3.9 in) long.",
      "price": 115000,
      "qty": 10,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"0",
                  "rat":"",
                  "isi":""
                }
              ]
    },
    {
      "idproduk": 9,
      "nameproduk": "Nena One",
      "image": "Assets/Images/product/9.png",
      "desc": "Genus of ornamental plants that is quite popular as an interior decoration because this plant can grow in conditions that are less water and sunlight. Sansevieria has hard, succulent, erect leaves, with tapered ends. Sansevieria is divided into two types, namely the type that grows elongated upwards with a size of 50–75 cm and the short-leaved type circular in the form of a rosette with a length of 8 cm and a width of 3–6 cm. The long group has leaves that are pointed like the blade of a sword.",
      "price": 12500,
      "qty": 10,
      "ulasan": [
                {
                  "user":"",
                  "tgl":"",
                  "rat":"",
                  "isi":""
                }
              ]
    }

  ]